{
  "Identity/Philia": {
    "score": 95,
    "description": "Коли всі 4 аспекти часу збігаються у тому ж порядку або перші два аспекти однакові. Повна гармонія і взаєморозуміння часових перспектив."
  },
  "Full Eros": {
    "score": 80,
    "description": "Коли перші два аспекти одного типу є третім і четвертим у іншого, і навпаки. Взаємодоповнюючі часові перспективи, що створюють динамічну взаємодію."
  },
  "Full Agape": {
    "score": 100,
    "description": "Коли перші два аспекти одного типу є третім і четвертим у іншого, але не навпаки. Односторонні стосунки, де один тип підтримує часове сприйняття іншого."
  },
  "Psychosophia Extinguishment": {
    "score": 30,
    "description": "Коли часові послідовності є повністю протилежними. Протилежні часові перспективи, що можуть викликати значні конфлікти у сприйнятті часу."
  },
  "Neutrality": {
    "score": 50,
    "description": "Коли перший аспект різний, але є деякі збіги в інших позиціях. Нейтральні часові відносини без глибокого розуміння чи конфлікту."
  },
  "Mirage": {
    "score": 70,
    "description": "Коли перший аспект одного типу є третім у іншого і навпаки. Ілюзія часової гармонії, перспективне на початку, але може розчарувати при глибшому контакті."
  },
  "Order/Full Order": {
    "score": 90,
    "description": "Коли перший аспект одного типу є другим у іншого і навпаки. Впорядковані часові відносини з чітким розподілом ролей та доповненням перспектив."
  },
  "Revision": {
    "score": 40,
    "description": "Коли перший аспект одного типу є четвертим у іншого і навпаки. Ревізійні часові відносини, де кожен перевіряє часове сприйняття іншого."
  },
  "Therapy-Misunderstanding": {
    "score": 60,
    "description": "Коли другий аспект одного типу є четвертим у іншого, але не навпаки. Терапевтичні відносини з потенційними непорозуміннями щодо часових перспектив."
  },
  "Therapy-Attraction": {
    "score": 75,
    "description": "Коли другий аспект одного типу є третім у іншого і навпаки. Взаємна підтримка у слабших часових аспектах, що створює притягання та цікавість."
  },
  "Conflict Submission/Dominance": {
    "score": 20,
    "description": "Коли перший аспект одного типу є слабкістю іншого, але не навпаки. Конфліктні часові відносини з боротьбою за домінування у сприйнятті часу."
  },
  "Perfect Alignment": {
    "score": 95,
    "description": "Повний збіг пріоритетів."
  },
  "Homochronous Unity": {
    "score": 90,
    "description": "Спільний перший аспект."
  },
  "Temporal Compatibility": {
    "score": 85,
    "description": "Спільні перші два аспекти."
  },
  "Temporal Duality": {
    "score": 90,
    "description": "Доповнюючі аспекти."
  },
  "Mirrored Perception": {
    "score": 75,
    "description": "Дзеркальні аспекти."
  },
  "Temporal Activation": {
    "score": 65,
    "description": "Спільна активація."
  },
  "Heterotemporality": {
    "score": 50,
    "description": "Різні часові аспекти."
  },
  "Chronological Conflict": {
    "score": 30,
    "description": "Часовий конфлікт."
  },
  "Atemporal Disconnection": {
    "score": 10,
    "description": "Повна несумісність."
  },
  "Homochrony": {
    "score": 75,
    "description": "Типи з однаковою первинною часовою орієнтацією."
  },
  "Heterochrony": {
    "score": 40,
    "description": "Типи з різними часовими орієнтаціями."
  },
  "Unknown Relationship": {
    "score": 0,
    "description": "Невизначений тип відносин. Неможливо оцінити сумісність часових перспектив."
  }
} 